[
    {
       "image": "products/f1.webp",
       "title": "Hamdija Platform Bed",
       "description": "Crafted from engineered wood, this platform bed boasts a sleek, minimalist design that adds a touch of contemporary elegance to your space.",
       "price": "$549.99"
    },
    {
       "image": "products/f2.webp",
       "title": "Lift Up Storage Platform Bed Frame",
       "description": "Lift-up storage platform bed frame, metal bed frame with wooden slats support, stable and solid structure, providing complete and spacious storage space, the gas lift can be easily lifted up so that you can access your items without stress. ",
       "price": "$209.20"
    },
    {
       "image": "products/f3.webp",
       "title": "Tao Queen Low Profile Platform Bed",
       "description": "This bed features a sleek, straight-lined design, for a modern bedroom. Hidden under the bed is a large drawer that can hold clothes and sheets. The drawer handle is not visible – a cut-out in the bottom makes the drawer easy to open, without affecting the look. ",
       "price": "$206.71"
    },
    {
       "image": "products/f4.webp",
       "title": "Mairenn Modern Minimalist Style Modular Sofa Couch Upholstered Sectional",
       "description": "Relax in ultimate comfort with this reversible sofa set, crafted with the finest materials. Its soft and breathable chenille fabric is supported by a sponge structure and spring pack, while the soft pillows provide an unmatched level of comfort and durability.",
       "price": "$859.99"
    },
    {
       "image": "products/f5.webp",
       "title": "Modern Minimalist Style Free Combination Modular Sofa",
       "description": "The modern minimalist modular sofa blends timeless chic with functionality, featuring clean lines and crocheted yarn fabric for a stylish touch.",
       "price": "$829.99"
    },
    {
       "image": "products/f6.webp",
       "title": "Nevaeh 43.3'' Upholstered Reclining Sleeper Sofa",
       "description": "This convertible sofa is a great option if you're looking to make the most out of a cramped space, or just want to add a flexible seat to your living room.",
       "price": "$319.99"
    },
    {
       "image": "products/f7.webp",
       "title": "Modern Minimalist Single Sofa(Set of 2)",
       "description": "High-quality fabric - Flannel, using high-quality fabric with a silky and delicate touch and gentle color, allowing people to relax physically and mentally and feel pleasant.",
       "price": "$2,249.99"
    },
    {
       "image": "products/f8.webp",
       "title": "Boucle Curved Round Arm Sofa",
       "description": "Mid-century modern style makes a home in your living room with this contemporary sofa. Crafted with a solid wood frame, it features a curved C-shape silhouette with an arched back and a subtle retro feel.",
       "price": "$1,599.99"
    },
    {
       "image": "products/f9.webp",
       "title": "Modern Minimalist Double Leg Solid Wood Rectangular Coffee Table",
       "description": "Whether you are sipping tea and chatting, or reading for a nap, it can provide you with a cozy and elegant corner. Let this solid wood coffee table become an indispensable part of your home, accompanying you through every cozy moment.",
       "price": "$479.99"
    },
    {
       "image": "products/f10.webp",
       "title": "Cloud Shape Modern 4 Legged Coffee Table",
       "description": "Exquisite Cloud-Shaped Creative Coffee Table - a true masterpiece that resembles a floating piece of art in the sky. This unique piece effortlessly enhances any living room, bringing a touch of elegance to even the simplest spaces.",
       "price": "$439.99"
    },
    {
       "image": "products/f11.webp",
       "title": "Modern Minimalist Solid Wood Coffee",
       "description": "Discover the elegance of natural beauty with our sintered stone tabletops, crafted for a touch of sophistication in your living space. These masterpieces boast natural cavities that add a unique charm, while their durability stands up to the test of time. ",
       "price": "$989.99"
    },
    {
       "image": "products/f12.webp",
       "title": "Mid Century Modern Wood Coffee table",
       "description": "Imagine a coffee table that can be as unique and versatile as you are. Our black wood grain modular coffee table set is the perfect blend of style and functionality.",
       "price": "$319.99"
    }
 ]
 